import { Component } from '@angular/core';

@Component({
  selector: 'home',
  templateUrl: './home.component.html'
})
export class HomeComponent {
  name = "Sergiu S.";

  song = ` 
  Вступление: Am | H7 | Em | Em  } 4 раза

  H7
  Над тёмной водой и над рисовым полем,
  Em
  Над нами летит самолёт.
  D                                     Em
  Летит самолёт над водой и над рисовым полем.
  D
  Над тёмной водой и над рисовым полем
  Em
  За нами летит самолёт,
  H7                   Em
  Берег молчит, море поёт…

  Припев:
    Am
  Возьми себя в руки,
  H7
  Дочь самурая,
  Em
  Возьми себя в руки.
  Am             H7
  Становятся тихими звуки
  Em
  От края до края.

  Возьми себя в руки,
  Дочь самурая,
  Возьми себя в руки.
  От края до края становятся
  Тихими звуки.

  Я буду смеяться до тех пор, пока
  Не взорвётся моя голова.
  Я буду смеяться, пока голова не взорвётся,
  Я буду смеяться до тех пор, пока
  Не взорвётся моя голова
  На океаны и острова.

  Припев:
    Возьми себя в руки,
  Дочь самурая,
  Возьми себя в руки.
  От края до края становятся
  Тихими звуки.

  Возьми себя в руки,
  Дочь самурая,
  Возьми себя в руки.
  Становятся тихими звуки
  E
  От края до края.

  Кода: E
  11 раз`;
}
